Repository: aholmis/yanitor
Catalog: src/Yanitor.Web/Resources/Components.Pages.ActiveTasks.*.resx
Languages: no

# PageTitle
source: Active Tasks
no: Aktive oppgaver

# Subtitle
source: Your upcoming maintenance tasks
no: Dine kommende vedlikeholdsoppgaver

source: Back to My House
no: Tilbake til Mitt hus

# Loading
source: Loading tasks...
no: Laster oppgaver...

# NoTasks
source: No active tasks at the moment
no: Ingen aktive oppgaver for oyeblikket

source: Overdue Tasks
no: Forsinkede oppgaver

source: Due Soon
no: Forfaller snart

source: Upcoming Tasks
no: Kommende oppgaver

source: Due today
no: Forfaller i dag

source: Due tomorrow
no: Forfaller i morgen

# DueInDays
source: Due in {0} days
no: Forfaller om {0} dager

# OverdueByDays
source: Overdue by {0} days
no: Forsinket med {0} dager

# MarkComplete
source: Mark as Complete
no: Merk som Fullført idag

# LastCompleted
source: Last completed: {0}
no: Sist fullført: {0}

source: Never completed
no: Aldri fullført

source: Set completion date
no: Angi fullføringsdato

source: Save
no: Lagre

source: Cancel
no: Avbryt

# ClickToEditDate
source: Click to edit completion date
no: Klikk for å endre fullføringsdato

# ClickToSetDate
source: Click to set completion date
no: Klikk for å angi fullføringsdato

source: day
no: dag

source: days
no: dager

source: today
no: i dag

source: tomorrow
no: i morgen

source: overdue
no: forsinket
