Repository: aholmis/yanitor
Catalog: src/Yanitor.Web/Resources/Components.Pages.NotificationSettings.*.resx
Languages: no

# PageTitle
source: Notification Settings
no: Varslingsinnstillinger

source: Back to My House
no: Tilbake til Mitt hus

# Subtitle
source: Configure how you want to receive maintenance reminders
no: Konfigurer hvordan du vil motta påminnelser om vedlikehold

# Loading
source: Loading your notification settings...
no: Laster dine varslingsinnstillinger...

# EnableToggleAria
source: Enable {0} notifications
no: Aktiver {0}-varsler

# ReminderDaysLabel
source: Reminder timing
no: Tidspunkt for påminnelse

# OneDayBefore
source: 1 day before
no: 1 dag før

# TwoDaysBefore
source: 2 days before
no: 2 dager før

# ThreeDaysBefore
source: 3 days before
no: 3 dager før

# OneWeekBefore
source: 1 week before
no: 1 uke før

# PreferredTimeLabel
source: Preferred time
no: Foretrukket tidspunkt

# SaveSuccess
source: Settings saved successfully
no: Innstillingene er lagret

# SaveError
source: Failed to save settings. Please try again.
no: Kunne ikke lagre innstillingene. Prøv igjen.

# MethodEmail
source: Email
no: E-post

# MethodEmailDescription
source: Receive reminders via email
no: Motta påminnelser på e-post

# MethodSmsDescription
source: Get text message reminders on your phone
no: Få tekstmeldingspåminnelser på telefonen din

# MethodPush
source: Push Notifications
no: Push-varsler

# MethodPushDescription
source: Receive push notifications in the app
no: Motta push-varsler i appen
