Repository: aholmis/yanitor
Catalog: src/Yanitor.Web/Resources/Domain.Services.TaskProvider.*.resx
Languages: nb_no

# HVAC_ChangeAirFilter_Name
source: Change Air Filter
nb_no: Bytt luftfilter

# HVAC_ChangeAirFilter_Description
source: Turn off the HVAC system, open the filter access panel, remove the old filter, use a vacuum cleaner in the area, insert a new filter of the same size with the airflow arrow in the correct direction, then close the panel and restart the system.
nb_no: Slå av ventilasjonsanlegget, åpne lokket til filteret, ta ut det gamle filteret, støvsug så godt du kommer til, sett inn et nytt filter i samme størrelse med pilen i riktig luftstrømsretning, lukk lokket igjen og start anlegget på nytt.

# HVAC_ProfessionalInspection_Name
source: Professional Inspection
nb_no: Profesjonell inspeksjon

# HVAC_ProfessionalInspection_Description
source: Schedule a certified HVAC technician to inspect the unit, check refrigerant levels, electrical connections, safety controls, filters, and overall performance, and complete any recommended maintenance according to the manufacturer’s guidance.
nb_no: Bestill en sertifisert tekniker som kan inspisere anlegget, kontrollere trykk og luftmengder, elektriske koblinger, sikkerhetsfunksjoner og filter, og utføre anbefalt vedlikehold etter produsentens retningslinjer.

# HVAC_CleanVentsAndDucts_Name
source: Clean Vents and Ducts
nb_no: Rengjør ventiler og kanaler

# HVAC_CleanVentsAndDucts_Description
source: Remove and vacuum vent covers and registers, wipe them with a damp cloth, and visually inspect accessible duct openings for dust buildup, obstructions, or damage; contact a professional if deeper duct cleaning is needed.
nb_no: Ta av ventildeksler og rister, støvsug og tørk dem med en fuktig klut, og se inn i tilgjengelige kanalåpninger etter støv, rusk eller skader; kontakt fagperson ved behov for grundigere kanalrengjøring.

# Plumbing_CheckForLeaks_Name
source: Check for Leaks
nb_no: Sjekk for lekkasjer

# Plumbing_CheckForLeaks_Description
source: Look under sinks, around the shower, and along exposed pipes for dripping water, damp spots, stains, or corrosion; gently tighten any loose fittings and note issues that require a licensed plumber.
nb_no: Se under servanter, rundt dusjen og langs synlige rør etter drypp, fuktflekker, misfarging eller rust; stram forsiktig løse koblinger og noter forhold som bør vurderes av rørlegger.

# Plumbing_CleanDrains_Name
source: Clean Drains
nb_no: Rengjør sluk

# Plumbing_CleanDrains_Description
source: Remove visible hair and debris from drain covers, flush the drain with hot water, and if needed use a drain snake or a manufacturer-approved cleaner (never mix chemicals) to clear slow or partially clogged drains.
nb_no: Fjern synlige hår og rusk fra slukristen, skyll med varmt vann, og bruk eventuelt stakefjær eller godkjent avløpsrens (aldri bland kjemikalier) for å åpne tregt eller delvis tett avløp.

# Plumbing_TestWaterPressure_Name
source: Test Water Pressure
nb_no: Test vanntrykk

# Plumbing_TestWaterPressure_Description
source: Attach a simple pressure gauge to an outdoor spigot or faucet, fully open the tap to read the household water pressure, and adjust the pressure regulator or contact a plumber if readings fall outside the recommended range.
nb_no: Koble et enkelt trykkmåleinstrument til en utekran eller servant, åpne kranen helt for å lese vanntrykket i boligen, og juster trykkreduksjonsventilen eller kontakt rørlegger hvis trykket ligger utenfor anbefalt område.

# Door_LubricateHinges_Name
source: Lubricate Hinges
nb_no: Smør hengsler

# Door_LubricateHinges_Description
source: Apply lubricant to door hinges to prevent squeaking and ensure smooth operation.
nb_no: Påfør smøremiddel på dørhengslene for å forhindre knirking og sikre jevn drift.

# Door_CheckWeatherstripping_Name
source: Check Weatherstripping
nb_no: Sjekk tetningslister

# Door_CheckWeatherstripping_Description
source: Inspect and replace weatherstripping to maintain energy efficiency.
nb_no: Inspiser og bytt ut tetningslister for å opprettholde energieffektivitet.

# Door_TightenHardware_Name
source: Tighten Hardware
nb_no: Stram beslag

# Door_TightenHardware_Description
source: Check and tighten all door hardware including handles, locks, and hinges.
nb_no: Kontroller og stram alle dørbeslag inkludert håndtak, låser og hengsler.

# Window_CleanWindows_Name
source: Clean Windows
nb_no: Vask vinduer

# Window_CleanWindows_Description
source: Clean glass, frames, and tracks for optimal view and operation.
nb_no: Rengjør glass, karmer og spor for optimal utsikt og funksjon.

# Window_CheckSeals_Name
source: Check Seals
nb_no: Sjekk tetninger

# Window_CheckSeals_Description
source: Inspect window seals and caulking for air leaks and water intrusion.
nb_no: Inspiser vindustetninger og fuger for luftlekkasjer og vanninntregning.

# Window_LubricateTracks_Name
source: Lubricate Tracks
nb_no: Smør spor

# Window_LubricateTracks_Description
source: Clean and lubricate window tracks for smooth opening and closing.
nb_no: Rengjør og smør vindusspor for jevn åpning og lukking.

# Garage_LubricateMovingParts_Name
source: Lubricate Moving Parts
nb_no: Smør bevegelige deler

# Garage_LubricateMovingParts_Description
source: Lubricate garage door opener chain, rollers, and hinges.
nb_no: Smør garasjeportåpnerkjede, rullehjul og hengsler.

# Garage_TestSafetyFeatures_Name
source: Test Safety Features
nb_no: Test sikkerhetsfunksjoner

# Garage_TestSafetyFeatures_Description
source: Test auto-reverse and sensor features for safety compliance.
nb_no: Test automatisk reverseringsfunksjon og sensorer for sikkerhetsoverholdelse.

# Garage_ProfessionalInspection_Name
source: Professional Inspection
nb_no: Profesjonell inspeksjon

# Garage_ProfessionalInspection_Description
source: Schedule professional inspection of garage door system and springs.
nb_no: Bestill profesjonell inspeksjon av garasjeportsystem og fjærer.

# Safety_TestAlarm_Description
source: Press test button to ensure alarm is functioning properly.
nb_no: Trykk på testknappen for å sikre at alarmen fungerer korrekt.

# Safety_ReplaceBatteries_Name
source: Replace Batteries
nb_no: Bytt batterier

# Safety_ReplaceBatteries_Description
source: Replace batteries in smoke detector or carbon monoxide detector.
nb_no: Bytt batterier i røykvarsler eller karbonmonoksiddetektor.

# Safety_CleanSensor_Name
source: Clean Sensor
nb_no: Rengjør sensor

# Safety_CleanSensor_Description
source: Gently vacuum or wipe sensor to ensure accurate detection.
nb_no: Støvsug eller tørk forsiktig av sensoren for å sikre nøyaktig deteksjon.

# Roof_InspectShingles_Name
source: Inspect Shingles
nb_no: Inspiser takstein

# Roof_InspectShingles_Description
source: Check for missing, damaged, or curling shingles and repair as needed.
nb_no: Sjekk for manglende, skadede eller krøllete takstein og reparer etter behov.

# Roof_CheckForMoss_Name
source: Check for Moss
nb_no: Sjekk for mose

# Roof_CheckForMoss_Description
source: Inspect and remove any moss or algae growth on roof surface.
nb_no: Inspiser og fjern eventuell mose- eller algevekst på takflaten.

# Roof_ProfessionalInspection_Name
source: Professional Inspection
nb_no: Profesjonell inspeksjon

# Roof_ProfessionalInspection_Description
source: Schedule professional roof inspection for overall condition assessment.
nb_no: Bestill profesjonell takinspeksjon for helhetlig tilstandsvurdering.

# Exterior_CleanGutters_Name
source: Clean Gutters
nb_no: Rengjør takrenner

# Exterior_CleanGutters_Description
source: Remove leaves and debris from gutters and downspouts.
nb_no: Fjern løv og rusk fra takrenner og nedløpsrør.

# Exterior_InspectForDamage_Name
source: Inspect for Damage
nb_no: Inspiser for skader

# Exterior_InspectForDamage_Description
source: Check exterior for cracks, loose sections, or signs of wear.
nb_no: Sjekk eksteriør for sprekker, løse seksjoner eller tegn på slitasje.

# Exterior_PaintTouchUp_Name
source: Paint Touch-Up
nb_no: Maling etterarbeid

# Exterior_PaintTouchUp_Description
source: Inspect paint and apply touch-ups where needed to prevent deterioration.
nb_no: Inspiser maling og påfør etterarbeid der det trengs for å forhindre forringelse.

# Insulation_InspectForDamage_Name
source: Inspect for Damage
nb_no: Inspiser for skader

# Insulation_InspectForDamage_Description
source: Check insulation for moisture damage, settling, or pest infestation.
nb_no: Sjekk isolasjon for fuktskader, setning eller skadedyrangrep.

# Insulation_CheckRValue_Name
source: Check R-Value
nb_no: Sjekk R-verdi

# Insulation_CheckRValue_Description
source: Verify insulation levels meet recommended R-value for your climate zone.
nb_no: Verifiser at isolasjonsnivåer oppfyller anbefalt R-verdi for din klimasone.

# Insulation_SealAirLeaks_Name
source: Seal Air Leaks
nb_no: Tett luftlekkasjer

# Insulation_SealAirLeaks_Description
source: Inspect and seal any air leaks around insulation areas.
nb_no: Inspiser og tett eventuelle luftlekkasjer rundt isoleringsområder.

# WashingMachine_RinseDrumCompartment_Name
source: Rinse Drum Compartment
nb_no: Skyll trommelrom

# WashingMachine_RinseDrumCompartment_Description
source: Run an empty hot wash cycle with a washer cleaner or mild detergent according to the manufacturer’s instructions, then wipe the drum and door gasket to remove residue and leave the door open to dry.
nb_no: Kjør en tom vask på høy temperatur med maskinrens eller mildt vaskemiddel etter produsentens anvisninger, tørk deretter av trommel og gummimansjett, og la døren stå åpen til alt er tørt.

# WashingMachine_RinseSoapCompartment_Name
source: Rinse Soap Compartment
nb_no: Skyll såperom

# WashingMachine_RinseSoapCompartment_Description
source: Pull out the detergent drawer, disassemble removable parts if applicable, rinse them under warm water while brushing away soap buildup, dry the pieces, and slide the drawer back into place.
nb_no: Trekk ut såpeskuffen, ta fra hverandre løse deler om mulig, skyll delene i lunkent vann mens du børster bort såperester, tørk lett av og skyv skuffen tilbake på plass.

# WashingMachine_RinseDrainFilter_Name
source: Rinse Drain Filter
nb_no: Skyll avløpsfilter

# WashingMachine_RinseDrainFilter_Description
source: Locate the drain filter access panel, place a tray or towel underneath, slowly open the cap to drain water, remove the filter, clear away lint and debris, rinse it clean, then reinstall and securely close the cap.
nb_no: Finn serviceluken til avløpsfilteret, legg et brett eller håndkle under, åpne lokket forsiktig for å slippe ut vann, ta ut filteret, fjern lo og rusk, skyll det rent og sett det godt på plass igjen før du lukker lokket.

# WashingMachine_RinseDrainOutlet_Name
source: Rinse Drain Outlet
nb_no: Skyll avløpsutløp

# WashingMachine_RinseDrainOutlet_Description
source: Inspect the drain hose connection and standpipe or drain for kinks, buildup, or obstructions, remove any visible lint or debris, and flush the outlet with water to ensure wastewater can flow freely.
nb_no: Kontroller avløpsslangens tilkobling og røret eller sluket den går ned i for knekk, belegg eller blokkeringer, fjern synlig lo og rusk, og skyll gjennom med vann slik at avløpsvannet kan renne fritt.

# Dishwasher_CleanFilter_Name
source: Clean Filter
nb_no: Rengjør filter

# Dishwasher_CleanFilter_Description
source: Remove the lower rack, unlock and lift out the filter assembly, rinse filters under warm water while gently brushing away food particles, check for blockages beneath the filter area, then reinstall the filters securely.
nb_no: Ta ut den nederste kurven, lås opp og løft ut filterenheten, skyll filtrene i lunkent vann mens du forsiktig børster bort matrester, kontroller for blokkeringer under filterområdet, og sett filtrene godt på plass igjen.

# Dishwasher_CleanDoorAndSeals_Name
source: Clean Door and Seals
nb_no: Rengjør dør og pakninger

# Dishwasher_CleanDoorAndSeals_Description
source: Use a soft cloth and mild detergent to wipe the inner door edges, gasket, and around the seals, removing residue and mold, then dry the surfaces thoroughly to maintain a tight, odor-free seal.
nb_no: Bruk en myk klut og mildt rengjøringsmiddel til å tørke av dørkanter, gummipakning og rundt tetningene, fjern synlig belegg og mugg, og tørk godt etterpå for å sikre en tett og luktfri dør.

# Generic_RegularInspection_Name
source: Regular Inspection
nb_no: Regelmessig inspeksjon

# Generic_RegularInspection_Description
source: Perform a visual inspection to check for any issues or needed maintenance.
nb_no: Utfør en visuell inspeksjon for å sjekke for eventuelle problemer eller nødvendig vedlikehold.

# Generic_CleanAndMaintain_Name
source: Clean and Maintain
nb_no: Rengjør og vedlikehold

# Generic_CleanAndMaintain_Description
source: Clean and perform basic maintenance to keep item in good condition.
nb_no: Rengjør og utfør grunnleggende vedlikehold for å holde gjenstand i god stand.
