Repository: aholmis/yanitor
Catalog: src/Yanitor.Web/Resources/Domain.Models.HouseItemResources.*.resx
Languages: nb_no

# ItemType_Plumbing_Name
source: Plumbing
nb_no: VVS

# ItemType_Door_Name
source: Door
nb_no: Dør

# ItemType_Window_Name
source: Window
nb_no: Vindu

# ItemType_Garage_Name
source: Garage Door Opener
nb_no: Garasjeportåpner

# ItemType_Safety_Name
source: Safety Device
nb_no: Sikkerhetsenhet

# ItemType_Roof_Name
source: Roof
nb_no: Tak

# ItemType_Exterior_Name
source: Exterior
nb_no: Utvendig

# ItemType_Insulation_Name
source: Insulation
nb_no: Isolasjon

# ItemType_WashingMachine_Name
source: Washing Machine
nb_no: Vaskemaskin

# Item_Main HVAC System_Name
source: Main HVAC System
nb_no: Hoved HVAC-system

# Item_Water Heater_Name
source: Water Heater
nb_no: Varmtvannsbereder

# Item_Bathroom Sink_Name
source: Bathroom sink
nb_no: Baderomsservant

# Item_Bathtub Drain_Name
source: Bathtub
nb_no: Badekaravløp

# Item_Interior Doors_Name
source: Interior doors
nb_no: Innvendige dører

# Item_Smoke Detectors_Name
source: Smoke detectors
nb_no: Røykvarslere
